Repository: apple-avadhesh/CryptoTracker
Catalog: local.xcstrings
Source language: en
Languages: es, fr_ca, pt

source: Martinique
es: Martinica
pt: Martinica

source: Mauritius
es: Mauricio
fr_ca: Maurice
pt: Maurício

source: merge
es: combinar
fr_ca: fusionner
pt: fundir

source: message
es: mensaje
pt: texto

source: Message
es: Mensaje
pt: Texto

source: Message from
es: Mensaje de
fr_ca: Message de
pt: Mensagem de

source: Message not sent, looks like you have lost internet connection
es: Mensaje no enviado. Al parecer, has perdido la conexión a Internet
fr_ca: Message non envoyé. Vous semblez avoir perdu votre connexion Internet.
pt: Mensagem não enviada. Aparentemente você perdeu conexão à Internet

source: Message notification
es: Notificación de mensaje
fr_ca: Notification de message
pt: Notificação de mensagens

source: Message Notification
es: Notificación de mensaje
fr_ca: Notification de message
pt: Notificação de mensagens

# message_delete_warning_info
source: You can delete up to %d messages at a time. Please unselect some messages to continue.
es: Puede borrar hasta %d mensajes a la vez. Por favor, deseleccione algunos mensajes para continuar.
fr_ca: Vous pouvez supprimer jusqu’à %d conversations à la fois. Désélectionnez quelques conversations pour continuer.
pt: Você pode excluir até %d mensagens por vez. Desmarque algumas mensagens para continuar.

# Message_Intent_Title
source: Send Message using
es: Enviar mensaje usando
fr_ca: Envoyer un message au moyen de MultiLine
pt: Enviar mensagem usando

source: Messages
es: Mensajes
pt: Mensagens

source: MESSAGES
es: MENSAJES
pt: MENSAGENS

source: Method Not Allowed
es: Método no permitido
fr_ca: Méthode non permise
pt: Método não permitido

source: Mexico
es: México
fr_ca: Mexique
pt: México

source: Microphone Access Denied
es: Acceso a micrófono denegado
fr_ca: Accès au micro refusé
pt: Acesso ao microfone negado

source: minute
es: minuto
pt: minuto

source: minutes
es: minutos
pt: minutos

source: Minutes
es: Minutos
pt: Minutos

source: MINUTES
es: MINUTOS
pt: MINUTOS

source: Minutes Call
es: Llamada de minutos
fr_ca: Appel via minutes
pt: Chamada de minutos

source: Minutes Only
es: Usar minutos
fr_ca: Minutes seulement
pt: Usar minutos

source: Minutes Tone
es: Tono minutos
fr_ca: Tonalité des minutes
pt: Tom de chamada sobre minutos

source: Missed
es: Perdidas
fr_ca: Manqué
pt: Perdidas

source: Missed call
es: Llamada perdida
fr_ca: Appel manqué
pt: Chamada Perdidal

source: Missed Call
es: Llamada perdida
fr_ca: Appel manqué
pt: Chamada perdida

source: Missed call from %@
es: Llamada perdida de %@
fr_ca: appel manqué de %@
pt: Chamada perdida de %@

source: Mobile
es: Móvil
fr_ca: Services mobiles
pt: Celular

source: Mobile App
es: Aplicación móvil
fr_ca: Application mobile
pt: Aplicação móvel

source: Mobile Number
es: Número de teléfono móvil
fr_ca: Numéro de téléphone mobile
pt: Número de celular

source: Moldova
es: Moldavia
fr_ca: Moldavie
pt: Moldávia

source: Mon
es: Lun
fr_ca: Lun.
pt: Seg

source: Monaco
es: Mónaco
pt: Mônaco

source: Monday
es: Lunes
fr_ca: Lundi
pt: Segunda-feira

source: months ago
es: meses atrás
fr_ca: mois passés
pt: meses atrás

source: more
es: más
fr_ca: plus
pt: mais

source: More
es: Más
fr_ca: Plus
pt: Mais

source: More options
es: Más opciones
fr_ca: Autres options
pt: Mais opções

source: Morocco
es: Marruecos
fr_ca: Maroc
pt: Marrocos

source: Movius Availability
es: Disponibilidad Movius
fr_ca: Disponibilité Movius
pt: Disponibilidade Movius

source: Movius Business gives you direct access to your work phone line from your mobile
es: Movius Negocio te da acceso a la línea de teléfono de trabajo desde tu móvil
fr_ca: Grâce à Movius Business, vous avez accès à votre ligne téléphonique professionnelle à partir de votre téléphone mobile
pt: Movius Business dá acesso direto à sua linha de telefone do trabalho desde o seu celular

source: Movius iOS app feedback
es: Comentarios acerca de Movius iOS
fr_ca: Commentaires sur la version iOS de Movius
pt: Comentários sobre Movius iOS

source: Movius works on any device and with any carrier - with or without a data connection.
es: Movius funciona en cualquier dispositivo y con cualquier operadora, con o sin conexión de datos.
fr_ca: Movius fonctionne sur tous les appareils, peu importe le fournisseur, avec ou sans connexion de données.
pt: Movius funciona em qualquer dispositivo e com qualquer operadora - com ou sem uma conexão de dados.

source: MultiLine Availability
es: Disponibilidad MultiLine
fr_ca: Disponibilité MultiLine
pt: Disponibilidade MultiLine

source: MultiLine Business gives you direct access to your work phone line from your mobile
es: MultiLine Negocio te da acceso a la línea de teléfono de trabajo desde tu móvil
fr_ca: Grâce à MultiLine Business, vous avez accès à votre ligne téléphonique professionnelle à partir de votre téléphone mobile
pt: MultiLine Business dá acesso direto à sua linha de telefone do trabalho desde o seu celular

source: MultiLine iOS app feedback
es: Comentarios acerca de MultiLine iOS
fr_ca: Commentaires sur la version iOS de MultiLine
pt: Comentários sobre MultiLine iOS

source: MultiLine works on any device and with any carrier - with or without a data connection.
es: MultiLine funciona en cualquier dispositivo y con cualquier operadora, con o sin conexión de datos.
fr_ca: MultiLine fonctionne sur tous les appareils, peu importe le fournisseur, avec ou sans connexion de données.
pt: MultiLine funciona em qualquer dispositivo e com qualquer operadora - com ou sem uma conexão de dados.

# multiline_simultaneous_ring_first_text
source: If you're using MultiLine integrated with other applications, you can turn off incoming calls ringing from this app so they only ring in the other applications. Would you like to turn off call ringing in the MultiLine mobile app now?
es: Si utiliza MultiLine integrado con otras aplicaciones, puede desactivar el timbre de las llamadas entrantes en esta aplicación para que sólo suenen en las otras aplicaciones. ¿Desea desactivar el timbre de llamadas en la aplicación móvil MultiLine ahora?
fr_ca: Si vous utilisez MultiLine intégré à d’autres applications, vous pouvez désactiver la sonnerie des appels entrants à partir de cette application afin qu’ils ne sonnent que dans les autres applications. Voulez-vous désactiver la sonnerie des appels dans l’application mobile MultiLine maintenant?
pt: Se estiver usando o MultiLine integrado a outros aplicativos, você poderá desativar o toque das chamadas recebidas neste aplicativo para que elas toquem apenas nos outros aplicativos. Gostaria de desativar o toque de chamadas no aplicativo móvel MultiLine agora?

# multiline_simultaneous_ring_second_text
source: Note: Not turning off may result in calls being directed to voicemail if the Microsoft Teams mobile app is also active.
es: Nota: Si no se desactiva, es posible que las llamadas se dirijan al correo de voz si la aplicación móvil Microsoft Teams también está activa.
fr_ca: Remarque : Si vous ne désactivez pas la sonnerie, les appels peuvent être dirigés vers la messagerie vocale si l’application mobile Microsoft Teams est également active.
pt: Observação: não desligar pode resultar no direcionamento de chamadas para o correio de voz se o aplicativo móvel Microsoft Teams também estiver ativo.

# multiline_simultaneous_ring_warning_text_call_settings
source: Turning on incoming calls ringing in this app will turn off ringing from other applications which MultiLine is integrated with. Calls will only ring from this mobile app. Confirm?
es: Al activar el timbre de llamadas entrantes en esta aplicación, se desactivará el timbre de otras aplicaciones con las que MultiLine esté integrada. Las llamadas sólo sonarán desde esta aplicación móvil. ¿Confirmar?
fr_ca: En activant la sonnerie des appels entrants dans cette application, vous désactivez la sonnerie des autres applications avec lesquelles MultiLine est intégrée. Les appels sonneront seulement dans cette application mobile. Confirmer?
pt: A ativação do toque de chamadas recebidas neste aplicativo desativará o toque de outros aplicativos aos quais o MultiLine está integrado. As chamadas só tocarão a partir deste aplicativo móvel. Confirmar?

# multiline_simultaneous_ring_warning_text_main
source: Your admin has turned off incoming call ringing in this app, so it will only ring in the other MultiLine integrated applications. You can adjust this setting by going to "Settings > Call Settings > Ring on MultiLine App" and turning it on.
es: Su administrador ha desactivado el timbre de llamada entrante en esta aplicación, por lo que sólo sonará en las otras aplicaciones integradas en MultiLine. Puede ajustar esta configuración yendo a "Ajustes > Ajustes de llamada > Llamar en la aplicacion MultiLine" y activándola.
fr_ca: Votre administrateur a désactivé la sonnerie des appels entrants dans l’application. La sonnerie retentira seulement dans les autres applications intégrées à MultiLine. Vous pouvez activer cette fonction dans "Paramètres > Paramètres d’appel > Sonner dans l’application MultiLine".
pt: Seu administrador desativou o toque de chamadas recebidas nesse aplicativo, de modo que elas só tocarão nos outros aplicativos integrados do MultiLine. Você pode ajustar essa configuração acessando "Configurações > Configurações de chamada > Toque no aplicativo MultiLine" e ativando-a.

source: MULTIPLE NUMBERS
es: NÚMEROS MÚLTIPLES
fr_ca: NUMÉROS MULTIPLES
pt: MÚLTIPLOS NÚMEROS

source: mute
es: silencio
fr_ca: mode silencieux
pt: silenciar

source: My Device Number
es: Mi número
fr_ca: Numéro de mon appareil
pt: Meu número

source: My MultiLine Number
es: Mi número MultiLine
fr_ca: Mon numéro MultiLine
pt: Meu número MultiLine

source: My MultiLine Number:
es: Mi número MultiLine:
fr_ca: Mon numéro MultiLine :
pt: Meu número MultiLine:

source: MY MULTILINE NUMBERS
es: MIS NÚMEROS MULTILINE
fr_ca: MES NUMÉROS MULTILINE
pt: MEUS NÚMEROS MULTILINE

source: My Number
es: Mi número
fr_ca: Mon numéro :
pt: Meu número

source: My Number:
es: Mi número:
fr_ca: Mon numéro :
pt: Meu número:

source: MY PLUS1 MULTILINE NUMBERS
es: MIS NÚMEROS PLUS1 MULTILINE
fr_ca: MES NUMÉROS PLUS1 MULTILINE
pt: MEUS NÚMEROS PLUS1 MULTILINE

source: My Schedule
es: Gestionar disponibilidad
fr_ca: Mon horaire
pt: Gerir disponibilidade

source: My Usage
es: Uso
fr_ca: Mon utilisation
pt: Uso

source: Myanmar
es: Birmania
pt: Mianmar

source: Name
es: Nombre
fr_ca: Nom
pt: Nome

source: NAME
es: NOMBRE
fr_ca: NOM
pt: NOME

source: Name is mandatory (
es: El campo Nombre es obligatorio (
fr_ca: Le nom est obligatoire (
pt: O nome é obrigatório (

source: Name is mandatory ( * ) for E911 purpose.
es: El campo Nombre es obligatorio ( * ) por motivos de llamadas de emergencia.
fr_ca: Le nom est obligatoire (*) pour les besoins du service E911.
pt: O nome é obrigatório ( * ) por causa das chamadas de emergência.

source: Names will display first names before last names.
es: Los nombres mostrarán los nombres antes de los apellidos.
fr_ca: Les prénoms des contacts seront affichés avant les noms de famille.
pt: Os nomes exibirão os primeiros nomes antes dos sobrenomes.

source: Names will display last names before first names.
es: Los nombres mostrarán los apellidos antes que los nombres.
fr_ca: Les noms de famille des contacts seront affichés avant les prénoms.
pt: Os nomes exibirão os sobrenomes antes dos nomes.

source: Native Contacts
es: Contactos nativos
fr_ca: Contacts natifs
pt: Nativos

source: Native Contacts will no longer display.
es: Dejarán de mostrarse los contactos nativos.
fr_ca: Les contacts natifs ne s'affichent plus.
pt: Os contatos nativos já não serão exibidos.

source: Necessary Ports Opened
es: Puertos necesarios abiertos
fr_ca: Ports nécessaires ouverts
pt: Portas necessárias abertas

source: NEED FLEXIBILITY?
es: ¿NECESITAS FLEXIBILIDAD?
fr_ca: BESOIN DE FLEXIBILITÉ?
pt: NECESSITA DE FLEXIBILIDADE?

source: Need network connectivity to send an SMS message.
es: Necesitas conectividad de red para enviar un SMS
fr_ca: Une connexion réseau est nécessaire pour envoyer un message texte.

source: Need to Import contacts/Add new to save contacts.
es: Debes importar contactos/añadir un contacto para guardar.
fr_ca: Vous devez importer ou ajouter des contacts pour les enregistrer.
pt: É necessário importar contatos/adicionar um novo para armazenar contatos.

source: Netherlands
es: Países Bajos
fr_ca: Pays-Bas
pt: Países Baixos

source: Netherlands Antilles
es: Antillas Holandesas
fr_ca: Antilles néerlandaises
pt: Antilhas Holandesas

source: Network Error Occured. Please try again
es: Error de red. Por favor vuelve a intentarlo
fr_ca: Erreur réseau. Veuillez réessayer
pt: Error de rede. Por favor tente novamente

source: Network not reachable
es: No se puede acceder a la red
fr_ca: Impossible de joindre le réseau
pt: Rede não disponível

source: Network Unavailable
es: Red no disponible
fr_ca: Inaccessibilité du réseau
pt: Rede indisponível

source: Network unreachable
es: Sin conexión de red
fr_ca: Impossible de joindre le réseau
pt: Rede inacessível

source: Never
es: Nunca
fr_ca: Jamais
pt: Nunca

source: Never Forward
es: No desviar llamadas
fr_ca: Ne jamais renvoyer les appels
pt: Nunca encaminhar chamadas

source: New Caledonia
es: Nueva Caledonia
fr_ca: Nouvelle-Calédonie
pt: Nova Caledônia

source: New Message
es: Nuevo mensaje
fr_ca: Nouveau message
pt: Nova mensagem

source: New Terms & Conditions
es: Nuevos Términos y Condiciones
fr_ca: Nouvelles modalités
pt: Novos Termos e Condições

source: New Voicemail From
es: Nuevo mensaje de voz de
fr_ca: Nouveau message vocal de
pt: Novo correio de voz de

source: New Zealand
es: Nueva Zelanda
fr_ca: Nouvelle-Zélande
pt: Nova Zelândia

source: next screen.
es: la siguiente pantalla.
fr_ca: l’écran suivant.
pt: próxima tela.

source: Niger
es: Níger
pt: Níger

source: Niue
es: Niué
fr_ca: Nioué

source: No account provided
es: No se indicó cuenta
fr_ca: Aucun compte sélectionné
pt: Pesquisar e usar contatos do servidor Exchange

source: No call history
es: Sin historial de llamadas
fr_ca: Aucun historique d’appel
pt: Sem história de chamada

source: No Contact Found
es: Contacto no encontrado
fr_ca: Aucun contact trouvé
pt: Nenhum Contato encontrado

source: No Contacts
es: No hay contactos
fr_ca: Aucun contact
pt: Sem contatos

source: No contacts found for all identities
es: No se encontraron contactos para todas las identidades
fr_ca: Aucun contact associé aux différentes identités
pt: Nenhum contato encontrado para todas as identidades

source: No contacts found for your
es: No se han encontrado contactos
fr_ca: Aucun contact trouvé
pt: Nenhum contato encontrado para sua

source: No Data Connection: Change will be updated automatically when data connection is established.
es: No hay conexión de datos. Los cambios serán actualizados automaticamente en el servidor cuando la conexión se restablezca.
fr_ca: Aucune connexion de données : la mise à jour s’appliquera automatiquement dès que la connexion sera établie.
pt: Sem conexão de dados: A alteração será atualizada automaticamente quando a conexão de dados for estabelecida.

# No Data Connectivity, please turn on Wi-Fi.
source: You currently have Wi-Fi Only setting turned on. Please connect to Wi-Fi then try again or disable the Wi-Fi Only setting
es: Actualmente tiene activada la configuración Sólo Wi-Fi. Conéctese a Wi-Fi e inténtelo de nuevo o desactive la configuración Sólo Wi-Fi.
fr_ca: Aucune connexion de données. Veuillez activer le Wi-Fi.
pt: Atualmente, você tem a configuração Wi-Fi Only ativada. Conecte-se ao Wi-Fi e tente novamente ou desative a configuração Wi-Fi Only.

source: No Favorites
es: No hay favoritos
fr_ca: Aucun favori
pt: Sem favoritos

source: No internet connection
es: Sin conexión a Internet
fr_ca: Aucune connexion Internet
pt: Sem conexão à Internet

source: No Messages
es: No hay mensajes
fr_ca: Aucun message
pt: Sem mensagens

source: No Microphone Available
es: Micrófono no disponible
fr_ca: Aucun micro disponible
pt: Nenhum microfone disponível

source: No Network
es: Sin conexión de red
fr_ca: Aucun réseau
pt: Sem conexão

source: No network connection
es: No hay conexion de red
fr_ca: Aucune connexion réseau
pt: Nenhuma conexão de rede

source: No number available to assign to you. Please contact your administrator.
es: No hay número disponible para asignarle. Póngase en contacto con su administrador.
fr_ca: Il n’y a aucun numéro à vous attribuer. Communiquez avec votre administrateur.
pt: Nenhum número disponível para atribuir a você. Entre em contato com seu administrador.

source: No numbers are available for this state. Please select a different state.
es: No hay números disponibles para este estado. Por favor, selecciona otro.
fr_ca: Aucun numéro n’est disponible pour cet état. Veuillez sélectionner un autre état.
pt: Não há números disponíveis para este estado. Selecione um estado diferente.

source: No numbers are currently available. Please contact your administrator.
es: No hay números disponibles actualmente. Comunícate con tu administrador.
fr_ca: Aucun numéro disponible. Communiquez avec votre administrateur.
pt: Atualmente, não há números disponíveis. Por favor, entre em contato com o administrador.

source: No Numbers available. Please contact your administrator.
es: No hay números disponibles Por favor, póngase en contacto con su administrador.
fr_ca: Aucun numéro disponible. Communiquez avec votre administrateur.
pt: Não há números disponíveis. Entre em contato com o administrador.

source: No Recents
es: No hay recientes
fr_ca: Aucun appel récent
pt: Sem recentes

source: No Results Found
es: No hay resultados
fr_ca: Aucun résultat trouvé
pt: Nenhum resultado encontrado

source: No secure email client was found, contact administrator to get access to BlackBerry Work or download BlackBerry Work App from BlackBerry Enterprise Appstore.
es: No se encontró ningún cliente de correo seguro. Contacta al administrador para obtener acceso a BlackBerry Work o descarga BlackBerry Work App desde el BlackBerry Enterprise Appstore.
fr_ca: Aucune adresse de courriel sécurisée n’a été trouvée pour le client. Communiquez avec votre administrateur pour accéder à BlackBerry Work ou télécharger l’application dans la boutique BlackBerry Entreprise.
pt: Nenhum cliente de e-mail seguro foi encontrado, entre em contato com o administrador para obter acesso ao BlackBerry Work ou baixar o BlackBerry Work App no BlackBerry Enterprise Appstore.

source: No Wi-Fi, connected over data network
es: Sin conexión Wi-Fi. Conectado por datos móviles
fr_ca: Pas de Wi-Fi, connexion via le réseau de données
pt: Sem conexão Wi-Fi, conectado através de dados móveis

source: No Wi-Fi, using mobile data
es: Sin conexión Wi-Fi, Usando datos móviles.
fr_ca: Pas de Wi-Fi, utilisation de données mobiles
pt: Sem conexão Wi-Fi, usando dados móveis

source: No Wi-Fi. Connected over mobile data.
es: Sin conexión Wi-Fi. Conectado por datos móviles.
fr_ca: Aucune connexion Wi-Fi. Connexion aux données mobiles.
pt: Sem conexão Wi-Fi. Conectado através de dados móveis.

source: No, you can move outside of your Wi-Fi hotspot without dropping a call. If you lose Wi-Fi coverage, Movius automatically connects to your mobile operator’s voice network so you can continue talking uninterrupted.
es: No, puedes salir de tu área de cobertura Wi-Fi sin que se interrumpa la llamada. Si pierdes la señal de Wi-Fi, Movius se conecta automáticamente a la red de voz de tu operadora para que puedas seguir hablando sin inconvenientes.
fr_ca: Non. Vous pouvez vous déplacer en dehors de votre point d’accès Wi-Fi sans que l’appel soit interrompu. Si vous perdez la couverture Wi-Fi, Movius se connecte automatiquement au réseau vocal de votre fournisseur de services mobiles afin que vous puissiez continuer à parler sans interruption.
pt: Não, você pode sair do alcance do seu ponto de acesso Wi-Fi sem que a chamada seja perdida. Se não houver cobertura Wi-Fi, o aplicativo automaticamente se conectará a sua rede de voz celular para que continue falando sem nenhuma interrupção.

source: No, you can move outside of your Wi-Fi hotspot without dropping a call. If you lose Wi-Fi coverage, MultiLine automatically connects to your mobile operator’s voice network so you can continue talking uninterrupted.
es: No, puedes salir de tu área de cobertura Wi-Fi sin que se interrumpa la llamada. Si pierdes la señal de Wi-Fi, MultiLine se conecta automáticamente a la red de voz de tu operadora para que puedas seguir hablando sin inconvenientes.
fr_ca: Non. Vous pouvez vous déplacer en dehors de votre point d’accès Wi-Fi sans que l’appel soit interrompu. Si vous perdez la couverture Wi-Fi, MultiLine se connecte automatiquement au réseau vocal de votre fournisseur de services mobiles afin que vous puissiez continuer à parler sans interruption.
pt: Não, você pode sair do alcance do seu ponto de acesso Wi-Fi sem que a chamada seja perdida. Se não houver cobertura Wi-Fi, o aplicativo automaticamente se conectará a sua rede de voz celular para que continue falando sem nenhuma interrupção.

source: None
es: Ninguna
fr_ca: Aucun
pt: Nenhum

source: Norfolk Island
es: Isla Norfolk
fr_ca: Île Norfolk
pt: Ilha Norfolk

source: North Korea
es: Corea del Norte
fr_ca: Corée du Nord
pt: Coreia do Norte

source: Northern Mariana Islands
es: Islas Marianas del Norte
fr_ca: Îles Mariannes du Nord
pt: Ilhas Marianas do Norte

source: Norway
es: Noruega
fr_ca: Norvège
pt: Noruega

source: Not able to update the participants
es: No fue posible actualizar los participantes.
fr_ca: Impossible de mettre à jour les participants
pt: Não foi possível atualizar os participantes

source: Not Acceptable
es: No aceptable
fr_ca: Non acceptable
pt: Não aceitável

source: Not Found
es: No encontrado
fr_ca: Non trouvé
pt: Não encontrado

source: Not Sent
es: No enviado
fr_ca: Non envoyé
pt: Não enviado

source: Not yet available
es: Aún no disponible
fr_ca: Pas encore disponible
pt: Ainda não está disponível

source: Note:
es: Nota:
pt: Observação:

source: Now personalize your service before you start.
es: Ahora personaliza tu servicio antes de comenzar.
fr_ca: Vous pouvez maintenant personnaliser votre service avant de commencer.
pt: Agora personalize suas configurações antes de começar.

source: Number
es: Número
fr_ca: Numéro
pt: Número

source: Number already added to list
es: El número ya fue añadido a la lista
fr_ca: Numéro déjà ajouté à la liste
pt: O número já foi adicionado à lista

source: Number could not be added
es: Error al añadir número
fr_ca: Le numéro n’a pas pu être ajouté
pt: Não foi possível adicionar o número

source: Number could not be deleted
es: Error al eliminar número
fr_ca: Le numéro n’a pas pu être supprimé
pt: Não foi possível apagar o número

source: Number is invalid
es: Número no válido
fr_ca: Numéro non valide
pt: Número inválido

source: Number not provisioned, Please contact your Administrator
es: Número no reconocido en el servidor. Comunícate con tu administrador.
fr_ca: Numéro non fourni. Communiquez avec votre administrateur
pt: O número não foi reconhecido pelo servidor. Por favor, contate seu administrador.

source: NUMBER SETTINGS
es: AJUSTES DE NÚMERO
fr_ca: PARAMÈTRES DES NUMÉROS
pt: CONFIGURAÇÕES DO NÚMERO

source: Number to Add
es: Número a añadir
fr_ca: Numéro à ajouter
pt: Número para adicionar

source: Numbers
es: Números
fr_ca: Numéros
pt: Números

source: Numbers added will also ring based on your ring preferences.
es: Los números agregados también sonarán según sus preferencias de timbre.
fr_ca: La sonnerie retentira aussi pour les numéros ajoutés, en fonction de vos préférences.
pt: Os números adicionados também tocarão com base nas suas preferências de toque.

source: Numbers could not be read
es: Error al leer números
fr_ca: Les numéros n’ont pas pu être lus
pt: Não foi possível ler o número
